СМЕЛЯКОВ [[SMELYAKOV]]
Пейзаж
~Сегодня в утреннюю пору,
~когда обычно даль темна,
~я отодвинул набок штору
~и молча замер у окна.Небес сияющая сила
~без суеты и без труда
~сосняк и ельник просквозила,
~да так, как будто навсегда.
~Мне — как награда без привычки —
~вся освещенная земля
~и дробный стрекот электрички,
~как шов, сшивающий поля.
~Я плотью чувствую и слышу,
~что с этим зимним утром слит,
~и жизнь моя, как снег на крыше,
~в спокойном золоте блестит.
~Еще покроют небо тучи,
~еще во двор заглянет зло.
~Но все-таки насколько лучше,
~когда за окнами светло!
