# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
Творчество. Тень несозданных созданий колыхается во сне, словно лопасти латаем на эмалевой стене.
~Фиолетовые руки на эмалевой стене полусонно чертят звуки в звонко-звучной тишине. И прозрачные киоски в звонко-звучной тишине вырастают, словно блестки при лазоревой луне.
~Сходит месяц обнаженный при лазоревой луне, звуки реют полусонно, звуки ластятся ко мне. Тайны созданных созданий с лаской ластятся ко мне. И трепещет тень латаем на эмалевой стене.
