@ПАСТЕРНАК [[pasternak]]
-
~Засыпет снег дороги,
~Завалит скаты крыш.
~Пойду размять я ноги:
~За дверью ты стоишь.
~Одна, в пальто осеннем,
~Без шляпы, без калош,
~Ты борешься с волненьем
~И мокрый снег жуешь.
~Деревья и ограды
~Уходят вдаль, во мглу.
~Одна средь снегопада
~Стоишь ты на углу.
~Течет вода с косынки
~По рукаву в обшлаг,
~И каплями росинки
~Сверкают в волосах.
~И прядью белокурой
~Озарены: лицо,
~Косынка, и фигура,
~И это пальтецо.
~Снег на ресницах влажен,
~В твоих глазах тоска,
~И весь твой облик слажен
~Из одного куска.
~Как будто бы железом,
~Обмокнутым в сурьму,
~Тебя вели нарезом
~По сердцу моему.
~И в нем навек засело
~Смиренье этих черт,
~И оттого нет дела,
~Что свет жестокосерд.
~И оттого двоится
~Вся эта ночь в снегу,
~И провести границы
~Меж нас я не могу.
~Но кто мы и откуда,
~Когда от всех тех лет
~Остались пересуды,
~А нас на свете нет?
