@АНТИФОН [[ANTIPHON]]
-
~ты сидишь, ты сидишь, ты сидишь в тюрьме
~ты лежишь, ты лежишь, ты лежишь во мгле
~сумасшедший более чем
~сумасбродный более чем
~-
~ты бежишь, ты бежишь, ты бежишь от меня
~ты строишь стены, строишь стены, строишь из огня
~ты молчишь, ты молчишь, ты молчишь до утра
~ты летишь, ты летишь, ты летишь в тартара
~-
~но я знаю что ты есть и ты внутри
~не такой уж и плохой как говоришь
~но я знаю что ты здесь и свет в душе твоей
~такой же как в моей
~-
~ты ешь какую-то дрянь
~говоришь какую-то дрянь
~ты смотришь какую-то дрянь
~ты и сам дрянь
~-
~я верю что в твоей душе
~такой же свет
~такой же свет
~-
~ты думаешь ты маленький и больной
~ты думаешь ты обиженный и злой
~ты думаешь ты никогда не простишь
~ты думаешь ты всё ещё малыш
~-
~но я знаю что ты, знаю что ты свет
~я верю что ты, верю что ты свет
~и я верю что проблем на самом деле просто нет
~и однажды ты, однажды ты увидишь
~однажды ты, однажды поймёшь
~ты свет
~ты свет
