@АНТИФОН [[ANTIPHON]]
-
~Моя мама меня не поддерживает
~Кроме дней когда я ненавижу себя
~И мой папа меня не считает свободным
~Кроме дней когда я сам сажусь под замок
~-
~Моя мама со мной не общается
~Потому что со мной все не так
~Она не говорит что ей нравится
~Но похоже она любит юрфак
~-
~И не любит когда пререкаются
~И не терпит когда с пола едят
~Но сама подъедает все что валяется
~И прервет посреди речи тебя
~-
~У нее есть сотня противоречивых правил
~И когда я разгадаю их все
~Она вернет мне все что я оставил
~И прижмет меня крепко к себе
