@ФЕТ [[fet]]
Роза
~У пурпурной колыбели
~Трели мая прозвенели,
~Что весна опять пришла.
~Гнется в зелени береза,
~И тебе, царица роза,
~Брачный гимн поет пчела.
~Вижу, вижу! счастья сила
~Яркий свиток твой раскрыла
~И увлажила росой.
~Необъятный, непонятный,
~Благовонный, благодатный
~Мир любви передо мной.
~Если б движущий громами
~Повелел между цветами
~Цвесть нежнейшей из богинь,
~Чтоб безмолвною красою
~Звать к любви, — когда весною
~Темен лес и воздух синь.
~Ни Киприда и ни Геба,
~Спрятав в сердце тайны неба
~И с безмолвьем на челе,
~В час блаженный расцветанья,
~Больше страстного признанья
~Не поведали б земле.
