@АНТИФОН [[ANTIPHON]]
-
~мы складываем песни
~наши спины болят
~тяжелые будни
~тяжелых ребят
~-
~мы нажимали на себя
~пока не заболит
~и оно уже болит
~-
~а внизу за спиной, километр под нами
~слышится шепот тех кто отстаёт
~но мы поём песни, раскрытыми ртами
~разреженный воздух заряжаем вперёд
~-
~а там впереди только спины мелькают
~и воздух уносит что они говорят
~ах если бы песня была бы такая
~чтоб люди спустились к нам на помощь назад
~-
~из неоконченных песен
~уже вырос лес
~и этот лес неинтересен
~тем кто в него влез
~-
~мы синими руками
~достаем себе обед
~такой у нас обет
~-
~а внизу за спиной, километр под нами
~слышится шепот тех кто отстаёт
~но мы поём песни, раскрытыми ртами
~разреженный воздух заряжаем вперёд
~-
~а там впереди только спины мелькают
~и воздух уносит что они говорят
~ах если бы песня наша была бы такая
~чтоб люди спустились к нам на помощь назад
~-
~и несмотря ни на что
~мы просыпаемся вновь
~мы находим никотин
~глицин и любовь
~-
~мы наверное сами
~себя не захотим
~но нехотя летим
~-
~а внизу за спиной, километр под нами
~слышится шепот тех кто отстаёт
~но мы поём песни, раскрытыми ртами
~разреженный воздух заряжаем вперёд
~-
~а там впереди только спины мелькают
~и воздух уносит что они говорят
~ах если б услышать их песню ушами
~то может быть ноги повели бы назад
