# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
Сумев отгородиться от людей, я от себя хочу отгородиться. Не изгородь и стесанных жердей, а зеркало здесь больше пригодится.
~Я созерцаю хмурые черты, щетину, бугорки на подбородке, трильяж для разводящейся щиты, пожалуй, лучший вид перегородки.
~Он отражает сумерки в окне, край пахоты с огромными скворцами и озеро, как брешь в стене, увенчанный еловыми зубцами.
~Того гляди, что из озерных дыр или вообще через любую лужу вот-вот полезет посторонний мир, или этот уползет наружу.
