@ХЛЕБНИКОВ [[khlebnikov]]
Жизнь
~Росу вишневую меча
~Ты сушишь волосом волнистым.
~А здесь из смеха палача
~Приходит тот, чей смех неистов.
~То черноглазою гадалкой,
~Многоглагольная, молчишь,
~А то хохочущей русалкой
~На бивне мамонта сидишь.
~Он умер, подымая бивни,
~Опять на небе виден Хорс.
~Его живого знали ливни —
~Теперь он глыба, он замерз.
~Здесь скачешь ты, нежна, как зной,
~Среди ножей, светла, как пламя.
~Здесь облак выстрелов сквозной,
~Из мертвых рук упало знамя.
~Здесь ты поток времен убыстрила,
~Скороговоркой судит плаха.
~А здесь кровавой жертвой выстрела
~Ложится жизни черепаха.
~Здесь красных лебедей заря
~Сверкает новыми крылами.
~Там надпись старого царя
~Засыпана песками.
~Здесь скачешь вольной кобылицей
~По семикрылому пути.
~Здесь машешь алою столицей,
~Точно последнее «прости».
