@АНТИФОН [[ANTIPHON]]
-
~на делах нечестных
~именах известных
~культ даров небесных был
~организован
~-
~перевод на русский
~через мостик узкий
~без смысловой нагрузки был
~организован
~-
~чтобы уклад на диво
~более чем в архивах
~добро и справедливо был
~организован
~-
~язык стал суховатей
~прибавилось печатей
~и новый вид занятий был
~организован
~-
~но уклад был старым
~как будто все задаром
~культ не таким уж ярым был
~организован
~-
~тут царь схватил волоса
~вглянул наверх в небеса
~газ дает снизу бес
~пыл дает ангел с небес
~O deus vult, deus vult
~нужен другой карго-культ
~но мы потерпим крах
~но одних честных делах
~и кто тут из наших силен
~список известных имен
~пыла невпроворот
~будет вот-вот, и вот
