@АНТИФОН [[ANTIPHON]]
-
~Я одинок,
~но одиночество недолго,
~ведь скоро прозвенит звонок
~и будет очень громко
~я одинок
~еще не начался урок
~лишь несколько людей
~плетутся в школу поскорей
~по сломанным ступеням.
~Я одинок
~но вот вдали
~мелькают головы друзей
~и мне кричат привет.
~И я уже не одинок
~но все равно
~чего-то не хватает мне.
~Друзья прошли, учителя,
~давно уже звенит звонок
~а я стою и жду тебя.
~Устал я ждать,
~и мой характер портится,
~и я готов убить любого,
~кто до меня дотронется,
~но как назло я снова одинок.
~Я одинок
~уже закончился урок
~и несколько моих друзей
~спешат из школы поскорей,
~чтобы заняться чем-нибудь своим.
~И я за ними,
~и уже от них я узнаю,
~что ты сегодня заболела.
