@АНТИФОН [[ANTIPHON]]
-
~Когда верблюд наших усилий увяз в грязи
~не все ли равно далеко или близко до цели
~Когда верблюд моих усилий увяз в грязи
~а это не грязь а говно - прилетели
~-
~Над пустыней сахара догорает закат
~Верблюды в грязи сидят
~Над пустыней сахара встает рассвет
~Сигареты есть а сахара нет
~У кого-то грязь у кого-то говно
~Но все пускают дым
~И каждые знает что не все ли равно
~Но все ли равно им
~-
~У меня под лицом (сто) грамм бороды
~умирай подлецом но живи молодым
~-
~Говорил сам себе одиноко сидящий старик
~Неподкованный и бестолковый народ пошел ныне
~Отвечал сам себе с головы поднимая парик
~Бестолково подковывать тех кто идет по пустыне
~-
~У меня под лицом (сто) грамм бороды
~умирай подлецом но живи молодым
~-
~Я верю в себя я верю в высшие силы
~Но редко смотрю на небо и вглубь себя
~Когда три мертвых бога меня настигнут
~Развейте мой прах там где видны моря
~-
~У меня под лицом (сто) грамм бороды
~умирай подлецом но живи молодым
