@АНТИФОН [[ANTIPHON]]
-
~я слишком много видел
~я слишком много видел
~я слишком много
~я слишком много видел
~я слишком много пил
~чего я не отметил
~того я утопил
~перестань
~перестал
~останови
~вижу море впереди
~ты меня останови
~насыпаю тебе яд
~меня видит только брат
~останови
~синими синими глазками вижу я боль
~вижу я вижу я вижу я вижу
~сонными глазками вижу я вижу я боль
~с тобою
~урод за каждым углом
~за каждым углом ждёт
~урод за каждым углом
~с ужасным лицом
~я вижу я вижу я вижу я вижу тебя
~или это я вижу себя
~ну зачем
~кому это надо
~ну совсем
~никому не надо
