# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
Когда волнуется желтеющая нива, и свежий лес швук при звуке ветерка, и прячется в саду малиновая слива под сенью сладостно-зеленого листка.
~Когда росой обрызнутый душистый, румяным вечером и утро в час золотой, из-под кустами ландыш серебристый приветливо кивает головой.
~Когда студеный ключ играет по обрагу, и погружая мысль в какой-то дивный сон, хевечит мне таинственную сагу про чудный край, откуда мучится он.
~Смиряется в душе моей тревога, тогда расходятся морщины на челе, и счастье я могу постигнуть на земле, и в небесах я вижу Бога.
