@АНТИФОН [[ANTIPHON]]
-
~ты знай, устья реки заполнит вода
~ты знай, песок на дне останется всегда
~ты верь, прорастёт росток
~ты зверь, и у тебя есть рок
~-
~и будь он добрый иль злой
~он навсегда с тобой
~и будь он сложен иль прост
~он уже нанесён на холст
~-
~ты знай, устья реки заполнит вода
~ты знай, песок на дне останется всегда
~ты верь, прорастёт росток
~ты зверь, и у тебя есть рок,
~твой рок
~-
~тебя могут не слышать
~и ты можешь это видеть
~тебя могут не знать
~и ты можешь это не прощать
~-
~но знай что у тебя есть рок
~и он тебе уже отмерен
~нам не дано знать на какой срок
~но нам дано верить, нам дано верить
