@АНТИФОН [[ANTIPHON]]
-
~Черпать при виде себя
~Почву родной земли
~Из части дородной
~Рядом с рекой вонючкой
~Вредно и обходимо
~Я родился на волге
~И знаю свое лицо
~Но иду по плечам гигантов
~Не слыхавших о парке дружба
~Я играл заболоцкого с малых лет
~И читал махабхарату в средней школе
~Я варил зеленые искры желе
~И воображал маканьку, дипку и еську
~Мои длинные волосы, собранные в пучок
~Наблюдали из-за спины театр, переводы с русского,
~Слушали скандинавские песни
~Я сыграл в поломанную игру раз, чтобы избежать армии
~И обманул себя образом отца, на месте которого прежде жил аслан из нарнии
~Я сыграл в поломанную игру по чужим правилам
~И чуть было не потонул
~Но оставим это
~Я объединил фракции оборотней и вампиров
~Я примирил десяток людей с этим миром
~Я читал на пяти языках книги
~И писал на пяти языках время
~Мои мертвые исписали бумагу шёлком
~А живые ткут из воздуха новый шёлк
~Паутина, по которой иду я, это коасиво и хорошо
~Паутина, по которой я иду и шёл - это красиво и хорошо.
