# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
Наумка Ржавин
~В наши трудные времена
~Человеку нужна жена
~Нерушимый уютный дом
~Чтобы от грязи укрыться в нем
~Прочный труд и зеленый сад
~И детей доверчивый взгляд
~Вера робкая в их пути
~И душа, чтобы в нее уйти
~В наши подлые времена
~Человеку совесть нужна
~Мысли те, что в делах ни к чему
~Друг, чтобы их доверять ему
~Чтобы в неделю хоть час один
~Быть свободным и молодым
~Солнце, воздух, вода, еда
~Все, что нужно всем и всегда
~И тогда уже может он
~Дожидаться иных времен
