@АНТИФОН [[ANTIPHON]]
-
~они голодали
~а мы смотрели
~они падали
~а мы стреляли
~они уходили
~а мы играли
~они горели
~а мы сжигали
~а мы, а мы,
~а мы, а мы,
~они мешали
~они пропали
~мы начинали
~они кончали
~и вот живот - наш
~их нет, их смерть
~они бежат
~а мы сидим
~они смешат
~а мы молчим
~леса нас
~горы их
~моря нас
~острова их
~останови нас
~помоги им
~а да под ними подними
~а да над нами а да надыми
~они стояли
~а мы лежали
~они рабами
~а мы орлами
~и вот и нас теперь уж нет
~а их есть след
~и вот у нас их нет
~а мы, мы с ними
~они успели
~а мы пропали
~они сипели
~а мы зевали
