Title:
    Ballada v stile retro
Credit: Read by
Author: unknown
Narrator: norcivilian
Source: Garden
Draft date: 11/11/2025
Contact:
    fetsorn@gmail.com

# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
(ballada-v-stile)
Баллада в стиле ретро
~По пути из Кореи в Гвинею
~Очарованный цветом волос
~В молодую портовую фею
~Как мальчишка влюбился в опрос
~Мимо жемчуг везли из Китая
~Из Бразилии кофе везли
~Он сулил ей все прелести рая
~Все сокровища грешной земли
~Под безумные пылкие речи
~У изъеденных бурен искал
~Он ласкал обнаженные плечи
~И упругие груди ласкал
~Говорил, что не может без феи
~Что он лучше покончит с собой
~А вокруг все цвели орхидеи
~И котенком мурлыкал при воде
~Минул месяц
~И парусник снова бросил якорь
~У памятных скал
~Свою фею в объятиях другого
~Потрясенный матрос увидал
~Два ножа из манчестерской стали
~Зазвенели, как выводок ос
~И покрытые кровью упали
~Тот другой и влюбленный матрос
~Фея молча склонилась над ним
~Тот другой был убит на повал
~А матрос, прошептав ее имя
~Прямо в сердце вонзил и кинжал
~Он всю ночь просидел возле феи
~А когда рассвело утру
~По пятну возле фейной шеи
~Опознал в ней родную сестру
~Через месяц матроса судили
~И почтенный седой прокурор
~Настоял, чтоб оставили в силе
~Наихудший из всех приговор
~А когда к небесам отлетело
~Из матросского тела душа
~Прокурор, обозрев это тело
~Вдруг узнал своего малыша
~Эти губы и волосы эти
~Он не видел четырнадцать лет
~Прокурор заперся в кабинете
~И достал из стола пистолет
~В докраев переполненном зале
~Возле гроба с пяти до семи
~Погруженные в трау
~Стояли сослуживцы и члены семьи
~Вдруг монахиня вышла из круга
~С выражением тоски на лице
~Потому что узнала супруга
~В том лежащем в гробу мертвеце
~И утратив контроль над собой
~С похорон воротившись назад
~В медный кубок дрожащей рукой
~Нацедило припрятанный яд
~Удивлен был надменный прохожий
~Длинным рядом похожих могил
~Вскрыл очешник шагренивой кожи
~И пенсне на себя водрузил
~Нина прочитал вороватор
~И мгновенно утратил всю спесь
~Так как дети его и внучата
~В перемешку покоились здесь
~Коротать безысходное горе
~В одиночестве путник не стал
~Он заплакал и бросился в море
~С прилегающих к кладбищу скал
~Редактор субтитров А.Семкин Корректор А.Егорова
