АНТИФОН [[ANTIPHON]]
-
~его движения как краски
~его движения как нож
~её движения
~она хотела уехать из этого города
~пусть не на его машине
~хотя бы на его коленях
~хотя бы на мгновение
~его движения были шатки
~он видел кожу,
~он видел шкаф
~он видел раму окна
~он видел взгляд той
~кому нужно было
~что угодно
~но не он
~она вспоминала доброту в его глазах
~она вспоминала
~она вспоминала доброту в его глазах
~она вспоминала
~она вспоминала
~она вспоминала
~она вспоминала
~их животы сливались внутри
~создавая нечто третье
~создавая нечто
~он выучил
~он выучил язык страсти
~он давно его знал
~его научили не те
~научили давно
~он знал что на нём уезжают
~огромный белый холст
~был заполнен пустотой
~был заполнен белым пространством
~в котором нужны были краски
~его движения были осторожны
~как осторожны бывают
~с острым кухонным ножом
~но так же как и с ножом
~его движения
~всё равно были неловки
~и резки
~он проснулся на утро
~может быть это было вчера
~или может быть он придумывал это
~назавтра
~или может быть он вспоминал об этом
~десять лет спустя
~может быть об этом говорила она
~со своей матерью
~которая остерегала её
~и та прислушалась к совету
~может быть об этом говорила она
~своей подруге
~совета не остерегясь
~и в тишине
~вдалеке от всех
~не нуждаясь в музыке
~звучал
~всё тот же
~мотив
