# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
У каждого своя судьба. Не рок и невеление Бога, а просто долгая дорога или короткая тропа, где на обочине цветы или злые заросли крапивы.
~Мы все в пути нетерпеливы, когда до счастья полверсты, когда до счастья только миг, последний штрих, рывок последний, а может только взгляд ответный или новорожденного крик.
~Ты верь в свою судьбу, мой друг. Она приходит на рассвете за чей-то стол или в чьи-то сети. Ей ждать ленивых не досуг, а потому запомни впредь, судьба лишь с сильными поладит, иначе жизни всей не хватит ту стометровку.
