@ЦОЙ [[TSOY]]
Звёзды останутся здесь
~Не люблю тёмные стекла
~Сквозь них тёмное небо
~Дайте мне войти, откройте двери
~Мне снится Чёрное море
~Теплое Чёрное море
~За окнами дождь, но я в него не верю
~-
~И я попал в сеть, и мне из неё не уйти
~Твой взгляд бьёт меня, словно ток
~Звёзды, упав, все останутся здесь
~Навсегда останутся здесь
~-
~В каждом из нас спит волк
~В каждом из нас спит зверь
~Я слышу его рычанье, когда танцую
~В каждом из нас что-то есть
~Но я не могу взять в толк
~Почему мы стоим, а места вокруг нас пустуют
~-
~И я попал в сеть, и мне из неё не уйти
~Твой взгляд бьёт меня, словно ток
~Звёзды, упав, все останутся здесь
~Навсегда останутся здесь
~-
~И я попал в сеть, и мне из неё не уйти
~Твой взгляд бьёт меня, словно ток, ток
~Звёзды, упав, все останутся здесь
~Навсегда останутся здесь
~-
~И я попал в сеть, и мне из неё не уйти
~Твой взгляд бьёт меня, словно ток
~Звёзды, упав, все останутся здесь
~Навсегда
