АНТИФОН [[ANTIPHON]]
-
~он выходил из себя
~он сам себя не узнавал
~он наливал себе чай
~и подносил его другим
~я не верю
~глядя на него
~говорили женщины
~не подпущу
~говорили мужчины
~а он выходил
~он сам из себя выходил
~свеклу выкапывали
~и клали в банки
~настаивали
~и давали детям
~а он выходил
~море кричало горе
~эй
~рыбы мои скучают о тебе
~а он выходил
~он выходил с удочкой
~на вершину горы
~он сам из себя выходил
~нить удила его
~была соткана из
~ткани звезд
~рыбы на крючок
~попадались
~только большие
~только сильные
~только синие
~он сам из себя выходил
~он садился на коня
~конь взлетал в небеса
~конь ел траву с облаков
~он сам из себя выходил
~он садился на корабль
~корабль выходил из порта
~корабль поедал волны
~одна за другой
~синие синие волны
