# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
Фредерико Гарсия Лорко
~На голубых и зелёных
~«Едем, красавица, в Кордову!»
~Девушка им ни слова
~Три молодых Матадора
~С горного шли перевала
~Шёлк отливал апельсином
~Сталь серебром отливала
~«Едем, красотка, в Севилью!»
~Девушка им ни слова
~Когда опустился вечер
~Лиловую мглой омытый
~Юноша вынес из сада розы
~И лунные митры
~«Радость! Едем в Гранату!»
~И снова в ответ ни слова
~Осталась девушка в поле
~Срывать оливки в тумане
~И ветер серые руки
~Сомкнул на девичьем стане
~Деревце-деревцо
~К засухе зацвело
