Title:
    Ya ne ishchu garmonii v prirode
Credit: Read by
Author: unknown
Narrator: norcivilian
Source: Garden
Draft date: 20/12/2025
Contact:
    fetsorn@gmail.com

# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
(ya-ne-ishchu)
Я не ищу гармонии в природе
~Разумной соразмерности начал
~Ни в дебрях скал, ни в ясном небосводе
~Я до сих пор, увы, не различал
~Как своенравен мир ее дремучий
~В ожесточенном пении ветров
~Не слышит сердце правильных созвучий
~Душа не чует стройных голосов
~Но тихий час осеннего заката
~Когда умолкнет ветер в далеке
~Когда сияньем немощным объято
~Слепая ночь опустится к реке
~Когда, устав от буйного движения
~От бесполезно тяжкого труда
~В тревожном полусне изнеможенья
~Затихнет потемневшая вода
~Когда огромный мир противоречий
~Насытится бесплодной игрой
~Как бы прообраз боли человечей
~Из бездну вот встает передо мной
~И в этот час печальная природа
~Лежит во тьме, вздыхая тяжело
~И немилая дикая свобода
~Где от добра неотделимо зло
~И снится ей блестящий вал
~Турбины
~И мерный звук разумного труда
~И пенье труб
~И зарево плотин
~И налитые током провода
~Так, засыпая на своей кровати
~Безумная, но любящая мать
~Таит в себе
~Высокий мир детяти
~Чтоб вместе с сыном
~Солнце увидать
