Title:
    Zerkalo
Credit: Read by
Author: unknown
Narrator: norcivilian
Source: Garden
Draft date: 13/10/2025
Contact:
    fetsorn@gmail.com

# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
(zerkalo)
Зеркало
~Этот дар ей холодный и прекрасный, не пленив мечтой напрасной, мысли свет и сердце жар, мысли свет и сердце жар, не пленив мечтой напрасной, ей холодной и прекрасной подношу я этот дар, и мерцанье грез лучистых, и созревшей страсти зной.
~Все в очах лазурно чистых с зеркальной глубиной, лишь обманчиво глубоко отражается всегда, о минувшем ни следа, о грядущем ни намека.
