Title:
    Zheleznaya doroga
Credit: Read by
Author: unknown
Narrator: norcivilian
Source: Garden
Audio: http://fetsorn.storage.yandexcloud.net/sha256/06c8bd75db1f5627a6617dc89694a5ce0e6ffd9927534be4c4681a3cab7cce35.ogg
Draft date: 30/03/2026
Contact:
    fetsorn@gmail.com

# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
(zheleznaya-doroga)
Железная дорога
~В сокращении
~Ваня в кучерском армячке
~Папаша, а кто строил эту дорогу?
~Папаша
~Пальто на красной подкладке
~Граф Петр Андреевич Клейн-Михель, душенька
~Разговор в огонь
~Славная осень
~Здоровый, ядреный воздух
~Усталые силы бодрит
~Лед неокрепший на речке студеный
~Словно как тающий сахар
~Около леса
~На мягкой постели
~Выспаться можно
~Покой и простор
~Листья поблекнуть еще не успели
~Желтые и свежие
~Лежат как ковер
~Славная осень
~Морозные ночи
~Ясные тихие дни
~Нет безобразия в природе
~И кочь, и маховые болота, и пни
~Все хорошо под сиянием лунных
~Всюду родимую Русь узнаю
~Быстро лечу я по рельсам чугунным
~Думаю, думу свою
~Добрый папаша
~К чему в обаянии умного Ваня держать
~Вы мне позвольте при лунном сиянии
~Правду ему показать
~Труд этот Ваня был страшно громаден
~Не по плечу одному
~В мире есть царь
~Этот царь беспощаден
~Голод прозвание ему
~Водит он армии
~В море судами правит
~В квартире сгоняет людей
~Ходит за плугом
~Стоит за плечами
~Каменотесцев, качей
~Он-то согнал сюда
~Массы народные
~Многие в страшной борьбе
~К жизни воззвав
~Эти дебри бесплодные
~Гроб
~Обрели здесь себе
~Справа дороженька
~Насыпи узкие
~Столбики, рельсы, мосты
~А по бокам-то все
~Косточки русские
~Сколько их, Ванечка
~Знаешь ли ты
~Чу
~Восклицания послышались грозные
~Ропот искрежут зубов
~Тень набежала
~На окна морозные
~Что там
~Толпа мертвецов
~То обгоняют
~Дорогу чугунную
~То сторонами бегут
~Слышишь ли пение
~В ночь эту лунную
~Люба нам видеть свой труд
~Мы надрывались
~Под зноем
~Под холодом
~С вечно согнутой спиной
~Жили в землянках
~Боролись с голодом
~Мерзли и мокли
~Болели цингой
~Да не рабей за отчизну любезную
~Вынес достаточно русский народ
~Вынес и эту дорогу железную
~Вынесет все
~Что Господь не пошлет
~Выдержит все
~Широкую
~Ясную
~Грудью
~Дорогу
~Проложит себе
~Жаль только
~Жить в эту пору
~Прекрасную
~Уж не придется
~Ни мне
~Ни тебе
~Продолжение следует...
