@АНТИФОН [[ANTIPHON]]
-
~сатоши накамото не знает про кого кто
~кто здесь сидит играет на гитаре
~а наполеон не видел даже мою бабку
~потому что умер очень давно
~-
~и христианский бог обижен на меня за то, что
~я не славлю, потому отвел глаза,
~а лоуэн не знал что станет сам моей фантазией
~как стал спартак правителем рабов
~-
~я подобрал наконец ключ к моей душе
~это старый торшер
~я перестал озираться через плечо
~но не совсем еще
~-
~сколько стихов я написал
~сколько песен сочинил
~-
~насколько я хороший человек
~не оценить никому
~потому что низачем не надо
~ни этому ни тому
~-
~я подобрал наконец ключ к моей душе
~это старый торшер
~я перестал озираться через плечо
~но не совсем еще
~-
~с ядом не пройдешь в аэропорт если летать захочешь
~стыдом не проложишь путь с начала до конца
~дыхание прерывисто и память вслед за ним кусками
~наледь опадает в прорубь с моего лица
~-
~я подобрал наконец ключ к моей душе
~это старый торшер
~я перестал озираться через плечо
~но не совсем еще
