АНТИФОН [[ANTIPHON]]
мрэо
~пока на мне не ставит крест
~ни мрэо, ни райком,
~я буду дальше умирать
~и дальше жить тайком
~всё пахнет кровью, былью, солью,
~стынет на ветру.
~но я живу пока есть роль,
~пока есть роль не мру
~и если роль мне говорит
~что время умирать,
~бросаю роль, сменив пароль,
~и продолжаю играть
~а рядом делают шаги
~по сцене сотни лиц,
~и моё дело хлопать им
~перед падением ниц
~а за кулисами во тьме
~сидят отец и мать.
~им скоро тоже хлопать мне
~и тоже умирать.
~проходит вереница дней
~с антрактом при луне
~то свет мне темноты милей,
~то тьма милее мне
