@БАШЛАЧЕВ [[BASHLACHEV]]
Время колокольчиков
~Долго шли зноем и морозами.
~Все снесли и остались вольными.
~Жрали снег с кашею березовой.
~И росли вровень с колокольнями.
~Если плач — не жалели соли мы.
~Если пир — сахарного пряника.
~Звонари черными мозолями
~Рвали нерв медного динамика.
~Но с каждым днем времена меняются.
~Купола растеряли золото.
~Звонари по миру слоняются.
~Колокола сбиты и расколоты.
~Что ж теперь ходим круг да около
~На своем поле — как подпольщики?
~Если нам не отлили колокол,
~Значит, здесь — время колокольчиков.
~Ты звени, звени, звени, сердце под рубашкою!
~Второпях — врассыпную вороны.
~Эй! Выводи коренных с пристяжкою,
~И рванем на четыре стороны.
~Но сколько лет лошади не кованы.
~Ни одно колесо не мазано.
~Плетки нет. Седла разворованы
~И давно все узлы развязаны.
~А на дожде — все дороги радугой!
~Быть беде. Нынче нам до смеха ли?
~Но если есть колокольчик под дугой,
~Так, значит, все. Давай, заряжай — поехали!
~Загремим, засвистим, защелкаем!
~Проберет до костей, до кончиков.
~Эй, Братва! Чуете печенками
~Грозный смех русских колокольчиков?
~Век жуем матюги с молитвами.
~Век живем — хоть шары нам выколи.
~Спим да пьем. Сутками и литрами.
~Не поем. Петь уже отвыкли.
~Долго ждем. Все ходили грязные.
~Оттого сделались похожие,
~А под дождем оказались разные.
~Большинство — честные, хорошие.
~И пусть разбит батюшка Царь-колокол
~Мы пришли. Мы пришли с гитарами.
~Ведь биг-бит, блюз и рок-н-ролл
~Околдовали нас первыми ударами.
~И в груди — искры электричества.
~Шапки в снег — и рваните звонче
~Свистопляс — славное язычество.
~Я люблю время колокольчиков.
