@АНТИФОН [[ANTIPHON]]
-
~из под твоих ног
~уходит земля,
~ей противно нести
~гниющую обувь,
~ты цепляешься за косяки,
~отдираешь плинтусы,
~воспеваешь живущих
~под ними тварей,
~пытаешься застегнуть
~образ лихача на зип
~из ржавеющей стали,
~Над твоими текстами
~про вены и тьму
~клубится пустота,
~но сами они полны -
~грязью,
~которую ты накопил
~пока шлялся
~от одной к одному
~тонущей на мели мрази.
~Как ты их жалеешь
~И лечишь мозги в обмен
~На любовь - во мне
~вызывает жалость.
~а я дышу этой пустотой,
~клубящейся между
~стен,
~смотрю в неё
~глубоко,
~чтобы прочее расплывалось.
