# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
Динамо-машина
~Песнь глубин немых металла
~Неподвижный долгий звон
~Из железа сила встала
~Дышит миллион умол
~Из таинственных колодцев
~Вверх на горб машины с пением
~Вырваются потоки
~Там живое сердце бьется
~Кровь горячая и красная
~Бьет пожилым до наступления
~Ветер дует из-под крыльев
~Размахавшихся ремней
~Мой товарищ отпускает регулятор до конца
~Мы до ночи, мы до смерти
~На машине только с ней
~Мы не молимся, не любим
~Мы умрем, как и родились у железного лица
~Наши руки
~Регулятор электрического тока
~В нашем сердце его дышит
~Непостигнутая сила
~Без души мы и без Бога
~И работаем без срока
~Электрическое пламя
~Жизненое намазило
~Нету неба, тайны, смерти
~Там вверху труба и дым
~Мы отцы, и мы же дети
~Мы взрываем и творим
~Мы испуганные жили
~И рожали, и любили
~Но мы сделали машину
~Оживили расы железа
~Душу Божью умертвили
~Кожа старая с нас слезла
~И мы встали на работу
~К регулятору Динамо
~Позабыли вечность, звезды
~Что ни с нами, ни мы
~Почерневшими руками
~Смысл мы сделаем вместе
