@АНТИФОН [[ANTIPHON]]
-
~отошла зима, пришла во двор весна
~отчего ж на душе так горестно
~я воспоминание в твоей памяти
~темноту мою взором освяти
~-
~скоро лето растопит дорогу вспять
~отчего же так хочется горевать
~я надеюсь ты сможешь найти ответ
~а других вопросов у меня к тебе нет
~-
~вот прошла жара, вот прошло и лето с ней
~отчего ж на душе все горестней
~забывается все что услышал вчера
~холодеют осенние вечера
~-
~а когда подойдет наконец зима
~заморозь все источники горечи
~из лесов моих песен наруби дрова
~холод что оставил я растопи
