# calm

EXT. STAGE - DAY [[STAGE]]

NORCIVILIAN
Взломаются волны, как горы, и к тверде возносятся звездной, и с ужасом падают взоры в мгновенно разрытые бездны.
~Подобная страсти не знает средины тревожная сила, то к небу, то в пропасть бросает ладью без звезла и кормила.
~Не верь же, ко звездам взлетая, высокой избранника доли, не верь в глубину не спадая, что звезд не увидишь ты поле.
~Стихии безбрежной бездонной уймется волненье, и вскоре в свой уровень вступит законный души успокоенной море.
